/* @file Константы протокола сторожевого таймера OSMP 2.5. */

#pragma once

#include "Hardware/Common/ASCII.h"

//--------------------------------------------------------------------------------
namespace COSMPWD
{
	/// Начало пакета - фиксированный байт.
	const char Prefix = '\xA5';

	/// Минимальный размер ответного пакета.
	const int MinPacketAnswerSize = 4;

	/// Дефолтный таймаут для ожидания ответа на команду, [мс].
	const int DefaultTimeout = 500;
}

//--------------------------------------------------------------------------------
