/* @file Константы протокола ID003. */

#pragma once

//--------------------------------------------------------------------------------
namespace CID003
{
	/// Минимальный размер отклика от валидатора.
	const int MinAnswerSize  = 5;

	/// Константа для подсчета контрольной суммы.
	const ushort Polynominal = 0x8408;

	/// Первый байт при упаковке данных.
	const char Prefix = '\xFC';

	/// ACK.
	const char ACK = '\x50';

	/// Таймаут для чтения ответа по умолчанию, [мс].
	const int AnswerTimeout = 300;
}

//--------------------------------------------------------------------------------
