/* @file Константы протокола ФР Касби. */

#pragma once

//--------------------------------------------------------------------------------
namespace CKasbiFR
{
	/// Начало пакета - фиксированные байты.
	const char Prefix[] = "\xB6\x29";

	/// Константа для подсчета контрольной суммы.
	const ushort Polynominal = 0x1021;

	/// Последний бит для вычисления CRC.
	const ushort LastBit = 0x8000;

	/// Минимальный размер ответного пакета.
	const int MinAnswerSize = 7;
}

//--------------------------------------------------------------------------------
