// Money transfers errors list;
var $ga_mt_errors_list = {
	'error0' : {
		'id' : '0',
		'lang' : 'RU',
		'system_message' : 'Успешное завершение',
		'user_message' : 'Успешное завершение'
	},
	'error1' : {
		'id' : '1',
		'lang' : 'RU',
		'system_message' : 'Сессия с таким номером уже существует',
		'user_message' : 'Сессия с таким номером уже существует'
	},
	'error2' : {
		'id' : '2',
		'lang' : 'RU',
		'system_message' : 'Неверный код дилера',
		'user_message' : 'Неверный код дилера'
	},
	'error3' : {
		'id' : '3',
		'lang' : 'RU',
		'system_message' : 'Неверный код точки приема',
		'user_message' : 'Неверный код точки приема'
	},
	'error4' : {
		'id' : '4',
		'lang' : 'RU',
		'system_message' : 'Неверный код оператора. Обратитесь к администратору.',
		'user_message' : 'Неверный код оператора. Обратитесь к администратору.'
	},
	'error5' : {
		'id' : '5',
		'lang' : 'RU',
		'system_message' : 'Неверный формат кода сессии',
		'user_message' : 'Неверный формат кода сессии'
	},
	'error6' : {
		'id' : '6',
		'lang' : 'RU',
		'system_message' : 'Неверная ЭЦП',
		'user_message' : 'Неверная ЭЦП'
	},
	'error7' : {
		'id' : '7',
		'lang' : 'RU',
		'system_message' : 'Неверный формат или значение суммы вне допустимого диапазона',
		'user_message' : 'Неверный формат или значение суммы вне допустимого диапазона'
	},
	'error8' : {
		'id' : '8',
		'lang' : 'RU',
		'system_message' : 'Неверный формат номера телефона',
		'user_message' : 'Неверный формат номера телефона'
	},
	'error9' : {
		'id' : '9',
		'lang' : 'RU',
		'system_message' : 'Неверный формат номера лицевого счета',
		'user_message' : 'Неверный формат номера лицевого счета'
	},
	'error10' : {
		'id' : '10',
		'lang' : 'RU',
		'system_message' : 'Неверный формат запроса',
		'user_message' : 'Неверный формат запроса'
	},
	'error11' : {
		'id' : '11',
		'lang' : 'RU',
		'system_message' : 'Сессиия с таким номером не существует',
		'user_message' : 'Сессиия с таким номером не существует'
	},
	'error12' : {
		'id' : '12',
		'lang' : 'RU',
		'system_message' : 'Запрос сделан с незарегистрированного IP',
		'user_message' : 'Запрос сделан с незарегистрированного IP'
	},
	'error15' : {
		'id' : '15',
		'lang' : 'RU',
		'system_message' : 'Платежи данному оператору не поддерживаются системой',
		'user_message' : 'Платежи данному оператору не поддерживаются системой'
	},
	'error17' : {
		'id' : '17',
		'lang' : 'RU',
		'system_message' : 'Номер телефона не соответствует введенному ранее',
		'user_message' : 'Номер телефона не соответствует введенному ранее'
	},
	'error18' : {
		'id' : '18',
		'lang' : 'RU',
		'system_message' : 'Сумма платежа не соответствует введенной ранее',
		'user_message' : 'Сумма платежа не соответствует введенной ранее'
	},
	'error19' : {
		'id' : '19',
		'lang' : 'RU',
		'system_message' : 'Номер счета(контракта) не соответствует введенному ранее',
		'user_message' : 'Номер счета(контракта) не соответствует введенному ранее'
	},
	'error20' : {
		'id' : '20',
		'lang' : 'RU',
		'system_message' : 'Платеж находится в состоянии завершения',
		'user_message' : 'Платеж находится в состоянии завершения'
	},
	'error21' : {
		'id' : '21',
		'lang' : 'RU',
		'system_message' : 'Недостаточно средств для проведения платежа',
		'user_message' : 'Недостаточно средств для проведения платежа'
	},
	'error22' : {
		'id' : '22',
		'lang' : 'RU',
		'system_message' : 'Платеж не принят. Ошибка при переводе средств',
		'user_message' : 'Платеж не принят. Ошибка при переводе средств'
	},
	'error23' : {
		'id' : '23',
		'lang' : 'RU',
		'system_message' : 'Неверный номер телефона/счета',
		'user_message' : 'Неверный номер телефона/счета'
	},
	'error24' : {
		'id' : '24',
		'lang' : 'RU',
		'system_message' : 'Ошибка связи с сервером провайдера',
		'user_message' : 'Ошибка связи с сервером провайдера'
	},
	'error25' : {
		'id' : '25',
		'lang' : 'RU',
		'system_message' : 'Работа шлюза преостановлена',
		'user_message' : 'Работа шлюза преостановлена'
	},
	'error26' : {
		'id' : '26',
		'lang' : 'RU',
		'system_message' : 'Работа дилера преостановлена',
		'user_message' : 'Работа дилера преостановлена'
	},
	'error27' : {
		'id' : '27',
		'lang' : 'RU',
		'system_message' : 'Операции по счету приостановлены',
		'user_message' : 'Операции по счету приостановлены'
	},
	'error30' : {
		'id' : '30',
		'lang' : 'RU',
		'system_message' : 'Общая ошибка системы',
		'user_message' : 'Общая ошибка системы'
	},
	'error32' : {
		'id' : '32',
		'lang' : 'RU',
		'system_message' : 'Платеж с этими данными уже был принят к обработке за последний час',
		'user_message' : 'Платеж с этими данными уже был принят к обработке за последний час'
	},
	'error33' : {
		'id' : '33',
		'lang' : 'RU',
		'system_message' : 'Карты указанного номинала на данный момент в системе отсутствуют',
		'user_message' : 'Карты указанного номинала на данный момент в системе отсутствуют'
	},
	'error34' : {
		'id' : '34',
		'lang' : 'RU',
		'system_message' : 'Платеж с таким номером не найден',
		'user_message' : 'Платеж с таким номером не найден'
	},
	'error35' : {
		'id' : '35',
		'lang' : 'RU',
		'system_message' : 'Ошибка при изменении состояния платежа',
		'user_message' : 'Ошибка при изменении состояния платежа'
	},
	'error36' : {
		'id' : '36',
		'lang' : 'RU',
		'system_message' : 'Неверный статус платежа',
		'user_message' : 'Неверный статус платежа'
	},
	'error37' : {
		'id' : '37',
		'lang' : 'RU',
		'system_message' : 'Попытка обращения в шлюз, отличный от шлюза на предыдущем шаге',
		'user_message' : 'Попытка обращения в шлюз, отличный от шлюза на предыдущем шаге'
	},
	'error38' : {
		'id' : '38',
		'lang' : 'RU',
		'system_message' : 'Неверная дата. Возможно срок действия платежа истек',
		'user_message' : 'Неверная дата. Возможно срок действия платежа истек'
	},
	'error39' : {
		'id' : '39',
		'lang' : 'RU',
		'system_message' : 'Неверный счет',
		'user_message' : 'Неверный счет'
	},
	'error40' : {
		'id' : '40',
		'lang' : 'RU',
		'system_message' : 'Карта указанного номинала в системе не зарегистрирована',
		'user_message' : 'Карта указанного номинала в системе не зарегистрирована'
	},
	'error41' : {
		'id' : '41',
		'lang' : 'RU',
		'system_message' : 'Ошибка добавления данных платежа в базу данных',
		'user_message' : 'Ошибка добавления данных платежа в базу данных'
	},
	'error42' : {
		'id' : '42',
		'lang' : 'RU',
		'system_message' : 'Ошибка при сохранении чека в базе данных',
		'user_message' : 'Ошибка при сохранении чека в базе данных'
	},
	'error43' : {
		'id' : '43',
		'lang' : 'RU',
		'system_message' : 'Сеанс Вашей работы в системе недействителен (возможно, истек срок действия сессии), попробуйте войти заново',
		'user_message' : 'Сеанс Вашей работы в системе недействителен (возможно, истек срок действия сессии), попробуйте войти заново'
	},
	'error44' : {
		'id' : '44',
		'lang' : 'RU',
		'system_message' : 'Клиент не может работать на этом Торг.Сервере',
		'user_message' : 'Клиент не может работать на этом Торг.Сервере'
	},
	'error45' : {
		'id' : '45',
		'lang' : 'RU',
		'system_message' : 'Отсутствуют права доступа в данный раздел. Обратитесь к администратору.',
		'user_message' : 'Операция не может быть выполнена. Обратитесь в службу поддержки.'
	},
	'error46' : {
		'id' : '46',
		'lang' : 'RU',
		'system_message' : 'Не удалось завершить ошибочный платеж',
		'user_message' : 'Не удалось завершить ошибочный платеж'
	},
	'error47' : {
		'id' : '47',
		'lang' : 'RU',
		'system_message' : 'Сработало временнОе ограничение прав',
		'user_message' : 'Сработало временнОе ограничение прав'
	},
	'error48' : {
		'id' : '48',
		'lang' : 'RU',
		'system_message' : 'Ошибка при сохранении данных сессии в базе данных',
		'user_message' : 'Ошибка при сохранении данных сессии в базе данных'
	},
	'error50' : {
		'id' : '50',
		'lang' : 'RU',
		'system_message' : 'Проведение платежей в системе временно невозможно',
		'user_message' : 'Проведение платежей в системе временно невозможно'
	},
	'error51' : {
		'id' : '51',
		'lang' : 'RU',
		'system_message' : 'Не найдены данные в базе. Обратитесь в службу поддержки.',
		'user_message' : 'Операция не может быть выполнена. Обратитесь в службу поддержки.'
	},
	'error52' : {
		'id' : '52',
		'lang' : 'RU',
		'system_message' : 'Возможно дилер заблокирован',
		'user_message' : 'Возможно дилер заблокирован'
	},
	'error53' : {
		'id' : '53',
		'lang' : 'RU',
		'system_message' : 'Возможно точки приема заблокирована',
		'user_message' : 'Возможно точки приема заблокирована'
	},
	'error54' : {
		'id' : '54',
		'lang' : 'RU',
		'system_message' : 'Возможно оператор заблокирован',
		'user_message' : 'Возможно оператор заблокирован'
	},
	'error55' : {
		'id' : '55',
		'lang' : 'RU',
		'system_message' : 'Ожидался дилер другого типа',
		'user_message' : 'Ожидался дилер другого типа'
	},
	'error56' : {
		'id' : '56',
		'lang' : 'RU',
		'system_message' : 'Ожидалась точка другого типа',
		'user_message' : 'Ожидалась точка другого типа'
	},
	'error57' : {
		'id' : '57',
		'lang' : 'RU',
		'system_message' : 'Ожидался оператор другого типа',
		'user_message' : 'Ожидался оператор другого типа'
	},
	'error71' : {
		'id' : '71',
		'lang' : 'RU',
		'system_message' : 'Не указана дата завершения действия карты для данного номинала',
		'user_message' : 'Не указана дата завершения действия карты для данного номинала'
	},
	'error72' : {
		'id' : '72',
		'lang' : 'RU',
		'system_message' : 'Номер карты и ПИН-код должны быть уникальными в рамках одного провайдера',
		'user_message' : 'Номер карты и ПИН-код должны быть уникальными в рамках одного провайдера'
	},
	'error103' : {
		'id' : '103',
		'lang' : 'RU',
		'system_message' : 'Запрещена установка OFF-LINE режима платежей',
		'user_message' : 'Запрещена установка OFF-LINE режима платежей'
	},
	'error105' : {
		'id' : '105',
		'lang' : 'RU',
		'system_message' : 'Общая ошибка системы',
		'user_message' : 'Общая ошибка системы'
	},
	'error110' : {
		'id' : '110',
		'lang' : 'RU',
		'system_message' : 'Не заполнено обязательное поле или его значение недопустимо',
		'user_message' : 'Не все обязательные данные введены. Пожалуйста, проверьте.'
	},
	'error112' : {
		'id' : '112',
		'lang' : 'RU',
		'system_message' : 'Передана неверная дата',
		'user_message' : 'Передана неверная дата'
	},
	'error120' : {
		'id' : '120',
		'lang' : 'RU',
		'system_message' : 'Ошибка добавления заявки на отмену платежа в базу данных',
		'user_message' : 'Ошибка добавления заявки на отмену платежа в базу данных'
	},
	'error121' : {
		'id' : '121',
		'lang' : 'RU',
		'system_message' : 'Не удалось изменить статус заявки',
		'user_message' : 'Не удалось изменить статус заявки'
	},
	'error122' : {
		'id' : '122',
		'lang' : 'RU',
		'system_message' : 'Корректировка платежа уже зарегистрирована',
		'user_message' : 'Корректировка платежа уже зарегистрирована'
	},
	'error123' : {
		'id' : '123',
		'lang' : 'RU',
		'system_message' : 'Отмена платежа уже зарегистрирована',
		'user_message' : 'Отмена платежа уже зарегистрирована'
	},
	'error125' : {
		'id' : '125',
		'lang' : 'RU',
		'system_message' : 'Заявка не найдена',
		'user_message' : 'Заявка не найдена'
	},
	'error130' : {
		'id' : '130',
		'lang' : 'RU',
		'system_message' : 'Документы (проводки) уже сторнированы',
		'user_message' : 'Документы (проводки) уже сторнированы'
	},
	'error131' : {
		'id' : '131',
		'lang' : 'RU',
		'system_message' : 'Документ с такими данными уже существует',
		'user_message' : 'Документ с такими данными уже существует'
	},
	'error132' : {
		'id' : '132',
		'lang' : 'RU',
		'system_message' : 'Документы(проводки) с такими данными не найдены',
		'user_message' : 'Документы(проводки) с такими данными не найдены'
	},
	'error133' : {
		'id' : '133',
		'lang' : 'RU',
		'system_message' : 'Общая ошибка системы',
		'user_message' : 'Общая ошибка системы'
	},
	'error134' : {
		'id' : '134',
		'lang' : 'RU',
		'system_message' : 'Не найден ключ по указанному коду',
		'user_message' : 'Не найден ключ по указанному коду'
	},
	'error151' : {
		'id' : '151',
		'lang' : 'RU',
		'system_message' : 'Мегафон - отмена платежа за текущий день',
		'user_message' : 'Мегафон - отмена платежа за текущий день'
	},
	'error152' : {
		'id' : '152',
		'lang' : 'RU',
		'system_message' : 'Мегафон - отмена платежа: срок более месяца',
		'user_message' : 'Мегафон - отмена платежа: срок более месяца'
	},
	'error162' : {
		'id' : '162',
		'lang' : 'RU',
		'system_message' : 'МТС - отмена платежа: срок более месяца',
		'user_message' : 'МТС - отмена платежа: срок более месяца'
	},
	'error163' : {
		'id' : '163',
		'lang' : 'RU',
		'system_message' : 'МТС - отмена платежа: сумма платежа меньше допустимой',
		'user_message' : 'МТС - отмена платежа: сумма платежа меньше допустимой'
	},
	'error333' : {
		'id' : '333',
		'lang' : 'RU',
		'system_message' : 'Неизвестная ошибка',
		'user_message' : 'Неизвестная ошибка'
	},
	'error701' : {
		'id' : '701',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер системы ДП',
		'user_message' : 'Неправильный номер системы ДП'
	},
	'error702' : {
		'id' : '702',
		'lang' : 'RU',
		'system_message' : 'Неправильный гео-объект',
		'user_message' : 'Неправильный гео-объект'
	},
	'error703' : {
		'id' : '703',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер страны',
		'user_message' : 'Неправильный номер страны'
	},
	'error704' : {
		'id' : '704',
		'lang' : 'RU',
		'system_message' : 'Неправильный код гео-объекта',
		'user_message' : 'Неправильный код гео-объекта'
	},
	'error705' : {
		'id' : '705',
		'lang' : 'RU',
		'system_message' : 'Неправильное название гео-объекта',
		'user_message' : 'Неправильное название гео-объекта'
	},
	'error706' : {
		'id' : '706',
		'lang' : 'RU',
		'system_message' : 'Такой гео-объект в уже есть',
		'user_message' : 'Такой гео-объект в уже есть'
	},
	'error707' : {
		'id' : '707',
		'lang' : 'RU',
		'system_message' : 'Новый пароль должен отличаться от старого',
		'user_message' : 'Новый пароль должен отличаться от старого'
	},
	'error708' : {
		'id' : '708',
		'lang' : 'RU',
		'system_message' : 'Неправильная привязка узла',
		'user_message' : 'Неправильная привязка узла'
	},
	'error709' : {
		'id' : '709',
		'lang' : 'RU',
		'system_message' : 'Нельзя переносить узел в другую систему ДП',
		'user_message' : 'Нельзя переносить узел в другую систему ДП'
	},
	'error710' : {
		'id' : '710',
		'lang' : 'RU',
		'system_message' : 'Недопустимая циклическая ссылка',
		'user_message' : 'Недопустимая циклическая ссылка'
	},
	'error711' : {
		'id' : '711',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер клиента',
		'user_message' : 'Неправильный номер клиента'
	},
	'error712' : {
		'id' : '712',
		'lang' : 'RU',
		'system_message' : 'Нет данных о клиенте',
		'user_message' : 'Нет данных о клиенте'
	},
	'error713' : {
		'id' : '713',
		'lang' : 'RU',
		'system_message' : 'Нет паспортных данных о клиенте',
		'user_message' : 'Нет паспортных данных о клиенте'
	},
	'error714' : {
		'id' : '714',
		'lang' : 'RU',
		'system_message' : 'Клиент в чёрном списке',
		'user_message' : 'Клиент в чёрном списке'
	},
	'error715' : {
		'id' : '715',
		'lang' : 'RU',
		'system_message' : 'Неправильная фамилия',
		'user_message' : 'Неправильная фамилия'
	},
	'error716' : {
		'id' : '716',
		'lang' : 'RU',
		'system_message' : 'Неправильное имя',
		'user_message' : 'Неправильное имя'
	},
	'error717' : {
		'id' : '717',
		'lang' : 'RU',
		'system_message' : 'Неправильное отчество',
		'user_message' : 'Неправильное отчество'
	},
	'error718' : {
		'id' : '718',
		'lang' : 'RU',
		'system_message' : 'Неправильная дата рождения',
		'user_message' : 'Неправильная дата рождения'
	},
	'error719' : {
		'id' : '719',
		'lang' : 'RU',
		'system_message' : 'Неправильное место рождения',
		'user_message' : 'Неправильное место рождения'
	},
	'error720' : {
		'id' : '720',
		'lang' : 'RU',
		'system_message' : 'Неправильная серия документа',
		'user_message' : 'Неправильная серия документа'
	},
	'error721' : {
		'id' : '721',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер документа',
		'user_message' : 'Неправильный номер документа'
	},
	'error722' : {
		'id' : '722',
		'lang' : 'RU',
		'system_message' : 'Неправильная дата документа',
		'user_message' : 'Неправильная дата документа'
	},
	'error723' : {
		'id' : '723',
		'lang' : 'RU',
		'system_message' : 'Неправильное название органа, выпустившего документ',
		'user_message' : 'Неправильное название органа, выпустившего документ'
	},
	'error724' : {
		'id' : '724',
		'lang' : 'RU',
		'system_message' : 'Такого клиента нет',
		'user_message' : 'Такого клиента нет'
	},
	'error725' : {
		'id' : '725',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер банковской карты или пароль.',
		'user_message' : 'Неправильный номер банковской карты или пароль.'
	},
	'error726' : {
		'id' : '726',
		'lang' : 'RU',
		'system_message' : 'Неправильный пароль ПК',
		'user_message' : 'Неправильный пароль ПК'
	},
	'error727' : {
		'id' : '727',
		'lang' : 'RU',
		'system_message' : 'Неправильная дата окончания действия карты',
		'user_message' : 'Неправильная дата окончания действия карты'
	},
	'error728' : {
		'id' : '728',
		'lang' : 'RU',
		'system_message' : 'ПК просрочена',
		'user_message' : 'ПК просрочена'
	},
	'error729' : {
		'id' : '729',
		'lang' : 'RU',
		'system_message' : 'Неправильный владелец карты',
		'user_message' : 'Неправильный владелец карты'
	},
	'error730' : {
		'id' : '730',
		'lang' : 'RU',
		'system_message' : 'Неправильный старый пароль ПК',
		'user_message' : 'Неправильный старый пароль ПК'
	},
	'error731' : {
		'id' : '731',
		'lang' : 'RU',
		'system_message' : 'Неправильный новый пароль ПК',
		'user_message' : 'Неправильный новый пароль ПК'
	},
	'error732' : {
		'id' : '732',
		'lang' : 'RU',
		'system_message' : 'Пароль слишком короткий',
		'user_message' : 'Пароль слишком короткий'
	},
	'error733' : {
		'id' : '733',
		'lang' : 'RU',
		'system_message' : 'Клиент не найден',
		'user_message' : 'Клиент не найден'
	},
	'error734' : {
		'id' : '734',
		'lang' : 'RU',
		'system_message' : 'Неправильный тип клиента',
		'user_message' : 'Неправильный тип клиента'
	},
	'error735' : {
		'id' : '735',
		'lang' : 'RU',
		'system_message' : 'Система ДП блокирована',
		'user_message' : 'Система ДП блокирована'
	},
	'error736' : {
		'id' : '736',
		'lang' : 'RU',
		'system_message' : 'Неправильная валюта',
		'user_message' : 'Неправильная валюта'
	},
	'error737' : {
		'id' : '737',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер загрузки',
		'user_message' : 'Неправильный номер загрузки'
	},
	'error738' : {
		'id' : '738',
		'lang' : 'RU',
		'system_message' : 'Неправильный банк',
		'user_message' : 'Неправильный банк'
	},
	'error739' : {
		'id' : '739',
		'lang' : 'RU',
		'system_message' : 'Неправильная дата правила',
		'user_message' : 'Неправильная дата правила'
	},
	'error740' : {
		'id' : '740',
		'lang' : 'RU',
		'system_message' : 'Правило не найдено',
		'user_message' : 'Правило не найдено'
	},
	'error741' : {
		'id' : '741',
		'lang' : 'RU',
		'system_message' : 'Такое правило уже есть',
		'user_message' : 'Такое правило уже есть'
	},
	'error742' : {
		'id' : '742',
		'lang' : 'RU',
		'system_message' : 'Неправильная дата начала действия правила',
		'user_message' : 'Неправильная дата начала действия правила'
	},
	'error743' : {
		'id' : '743',
		'lang' : 'RU',
		'system_message' : 'Неправильный процент вознаграждения',
		'user_message' : 'Неправильный процент вознаграждения'
	},
	'error744' : {
		'id' : '744',
		'lang' : 'RU',
		'system_message' : 'Неправильная сумма процентов вознаграждения',
		'user_message' : 'Неправильная сумма процентов вознаграждения'
	},
	'error745' : {
		'id' : '745',
		'lang' : 'RU',
		'system_message' : 'Неправильное значение для флага оффлайновой проводки',
		'user_message' : 'Неправильное значение для флага оффлайновой проводки'
	},
	'error746' : {
		'id' : '746',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер правила',
		'user_message' : 'Неправильный номер правила'
	},
	'error747' : {
		'id' : '747',
		'lang' : 'RU',
		'system_message' : 'Правило изменять нельзя',
		'user_message' : 'Правило изменять нельзя'
	},
	'error748' : {
		'id' : '748',
		'lang' : 'RU',
		'system_message' : 'Неправильный тариф',
		'user_message' : 'Неправильный тариф'
	},
	'error749' : {
		'id' : '749',
		'lang' : 'RU',
		'system_message' : 'Тариф изменять нельзя',
		'user_message' : 'Тариф изменять нельзя'
	},
	'error750' : {
		'id' : '750',
		'lang' : 'RU',
		'system_message' : 'Неправильная тарифная сетка',
		'user_message' : 'Неправильная тарифная сетка'
	},
	'error751' : {
		'id' : '751',
		'lang' : 'RU',
		'system_message' : 'Такой тариф уже есть',
		'user_message' : 'Такой тариф уже есть'
	},
	'error752' : {
		'id' : '752',
		'lang' : 'RU',
		'system_message' : 'НЕПРАВИЛЬНЫЙ ПАРАМЕТР ДЛЯ ВЫЧИСЛЕНИЯ ТАРИФА',
		'user_message' : 'НЕПРАВИЛЬНЫЙ ПАРАМЕТР ДЛЯ ВЫЧИСЛЕНИЯ ТАРИФА'
	},
	'error753' : {
		'id' : '753',
		'lang' : 'RU',
		'system_message' : 'НЕПРАВИЛЬНЫЙ ТИП ГЕОГРАФИЧЕСКОГО ОБЪЕКТА',
		'user_message' : 'НЕПРАВИЛЬНЫЙ ТИП ГЕОГРАФИЧЕСКОГО ОБЪЕКТА'
	},
	'error754' : {
		'id' : '754',
		'lang' : 'RU',
		'system_message' : 'Неправильная дата начала действия тарифа',
		'user_message' : 'Неправильная дата начала действия тарифа'
	},
	'error755' : {
		'id' : '755',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер тарифа',
		'user_message' : 'Неправильный номер тарифа'
	},
	'error756' : {
		'id' : '756',
		'lang' : 'RU',
		'system_message' : 'Такой диапазон тарифной сетки уже есть',
		'user_message' : 'Такой диапазон тарифной сетки уже есть'
	},
	'error757' : {
		'id' : '757',
		'lang' : 'RU',
		'system_message' : 'Начальная сумма тарифной сетки не должна быть меньше 1',
		'user_message' : 'Начальная сумма тарифной сетки не должна быть меньше 1'
	},
	'error758' : {
		'id' : '758',
		'lang' : 'RU',
		'system_message' : 'Неправильная величина тарифа',
		'user_message' : 'Неправильная величина тарифа'
	},
	'error759' : {
		'id' : '759',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер тарифной сетки',
		'user_message' : 'Неправильный номер тарифной сетки'
	},
	'error760' : {
		'id' : '760',
		'lang' : 'RU',
		'system_message' : 'Неправильный тип документа',
		'user_message' : 'Неправильный тип документа'
	},
	'error761' : {
		'id' : '761',
		'lang' : 'RU',
		'system_message' : 'Неправильный тип ПК',
		'user_message' : 'Неправильный тип ПК'
	},
	'error762' : {
		'id' : '762',
		'lang' : 'RU',
		'system_message' : 'Не найдена система ДП',
		'user_message' : 'Не найдена система ДП'
	},
	'error763' : {
		'id' : '763',
		'lang' : 'RU',
		'system_message' : 'Оператор не относится к заданному отделению банка',
		'user_message' : 'Оператор не относится к заданному отделению банка'
	},
	'error764' : {
		'id' : '764',
		'lang' : 'RU',
		'system_message' : 'Не указано значение платы за перевод',
		'user_message' : 'Не указано значение платы за перевод'
	},
	'error765' : {
		'id' : '765',
		'lang' : 'RU',
		'system_message' : 'Не указан код перевода',
		'user_message' : 'Не указан код перевода'
	},
	'error766' : {
		'id' : '766',
		'lang' : 'RU',
		'system_message' : 'Не найден перевод',
		'user_message' : 'Не найден перевод'
	},
	'error767' : {
		'id' : '767',
		'lang' : 'RU',
		'system_message' : 'Неверная комиссия',
		'user_message' : 'Указанная комиссия не совпадает с базовой'
	},
	'error768' : {
		'id' : '768',
		'lang' : 'RU',
		'system_message' : 'Неправильная сумма перевода',
		'user_message' : 'Неправильная сумма перевода'
	},
	'error769' : {
		'id' : '769',
		'lang' : 'RU',
		'system_message' : 'Не указан номер перевода',
		'user_message' : 'Не указан номер перевода'
	},
	'error770' : {
		'id' : '770',
		'lang' : 'RU',
		'system_message' : 'Дилер не имеет счета в валюте перевода',
		'user_message' : 'Дилер не имеет счета в валюте перевода'
	},
	'error771' : {
		'id' : '771',
		'lang' : 'RU',
		'system_message' : 'Такой доступ уже есть',
		'user_message' : 'Такой доступ уже есть'
	},
	'error772' : {
		'id' : '772',
		'lang' : 'RU',
		'system_message' : 'Неправильный тип тарифа',
		'user_message' : 'Неправильный тип тарифа'
	},
	'error773' : {
		'id' : '773',
		'lang' : 'RU',
		'system_message' : 'Неправильный тип записи в сетке',
		'user_message' : 'Неправильный тип записи в сетке'
	},
	'error774' : {
		'id' : '774',
		'lang' : 'RU',
		'system_message' : 'Неправильный параметр для сетк',
		'user_message' : 'Неправильный параметр для сетк'
	},
	'error775' : {
		'id' : '775',
		'lang' : 'RU',
		'system_message' : 'Нет связи с внешней базой данных',
		'user_message' : 'Нет связи с внешней базой данных'
	},
	'error777' : {
		'id' : '777',
		'lang' : 'RU',
		'system_message' : 'Перевод с такими параметрами уже создан в системе',
		'user_message' : 'Перевод с такими параметрами уже создан в системе'
	},
	'error778' : {
		'id' : '778',
		'lang' : 'RU',
		'system_message' : 'Перевод уже запрошен на изменение',
		'user_message' : 'Перевод уже запрошен на изменение'
	},
	'error779' : {
		'id' : '779',
		'lang' : 'RU',
		'system_message' : 'Перевод уже запрошен на возврат',
		'user_message' : 'Перевод уже запрошен на возврат'
	},
	'error780' : {
		'id' : '780',
		'lang' : 'RU',
		'system_message' : 'ПЕРЕВОД УЖЕ ВОЗВРАЩЕН',
		'user_message' : 'ПЕРЕВОД УЖЕ ВОЗВРАЩЕН'
	},
	'error781' : {
		'id' : '781',
		'lang' : 'RU',
		'system_message' : 'Перевод уже выдан',
		'user_message' : 'Перевод уже выдан'
	},
	'error783' : {
		'id' : '783',
		'lang' : 'RU',
		'system_message' : 'ПЕРЕВОД НЕ ЗАПРОШЕН НА ИЗМЕНЕНИЕ',
		'user_message' : 'ПЕРЕВОД НЕ ЗАПРОШЕН НА ИЗМЕНЕНИЕ'
	},
	'error784' : {
		'id' : '784',
		'lang' : 'RU',
		'system_message' : 'ПЕРЕВОД НЕ ЗАПРОШЕН НА ВОЗВРАТ',
		'user_message' : 'ПЕРЕВОД НЕ ЗАПРОШЕН НА ВОЗВРАТ'
	},
	'error785' : {
		'id' : '785',
		'lang' : 'RU',
		'system_message' : 'НЕВЕРНЫЙ ТИП СООБЩЕНИЯ',
		'user_message' : 'НЕВЕРНЫЙ ТИП СООБЩЕНИЯ'
	},
	'error788' : {
		'id' : '788',
		'lang' : 'RU',
		'system_message' : 'НЕ НАЙДЕН ТИП КОДА (ДОПОПИСАНИЕ) УЧАСТНИКА С КОНСТАНТОЙ',
		'user_message' : 'НЕ НАЙДЕН ТИП КОДА (ДОПОПИСАНИЕ) УЧАСТНИКА С КОНСТАНТОЙ'
	},
	'error789' : {
		'id' : '789',
		'lang' : 'RU',
		'system_message' : 'ДЛЯ ОТПРАВИТЕЛЯ СООБЩЕНИЯ НЕ УКАЗАН ИНТЕФЕЙС ОБМЕНА В СПРАВОЧНИКЕ ПАРТНЕРОВ АНЕЛИК',
		'user_message' : 'ДЛЯ ОТПРАВИТЕЛЯ СООБЩЕНИЯ НЕ УКАЗАН ИНТЕФЕЙС ОБМЕНА В СПРАВОЧНИКЕ ПАРТНЕРОВ АНЕЛИК'
	},
	'error790' : {
		'id' : '790',
		'lang' : 'RU',
		'system_message' : 'ОТПРАВИТЕЛЬ СООБЩЕНИЯ ИСПОЛЬЗУЕТ НЕДОПУСТИМУЮ ТРАНСПОРТНУЮ СИСТЕМУ ВМЕСТО РАЗРЕШЕННОЙ ',
		'user_message' : 'ОТПРАВИТЕЛЬ СООБЩЕНИЯ ИСПОЛЬЗУЕТ НЕДОПУСТИМУЮ ТРАНСПОРТНУЮ СИСТЕМУ ВМЕСТО РАЗРЕШЕННОЙ '
	},
	'error791' : {
		'id' : '791',
		'lang' : 'RU',
		'system_message' : 'ТЕКУЩЕМУ УЧАСТНИКУ НЕ РАЗРЕШЕНО ЗАГРУЖАТЬ СООБЩЕНИЯ ИЗ НАПРАВЛЕНИЯ ',
		'user_message' : 'ТЕКУЩЕМУ УЧАСТНИКУ НЕ РАЗРЕШЕНО ЗАГРУЖАТЬ СООБЩЕНИЯ ИЗ НАПРАВЛЕНИЯ '
	},
	'error792' : {
		'id' : '792',
		'lang' : 'RU',
		'system_message' : 'КОД ПОДТВЕРЖДЕНИЯ НЕ ПОДДЕРЖИВАЕТСЯ',
		'user_message' : 'КОД ПОДТВЕРЖДЕНИЯ НЕ ПОДДЕРЖИВАЕТСЯ'
	},
	'error793' : {
		'id' : '793',
		'lang' : 'RU',
		'system_message' : 'НЕ НАЙДЕНО СООБЩЕНИЕ ДЛЯ ПОДТВЕРЖДЕНИЯ/НАЙДЕНО БОЛЕЕ ОДНОГО СООБЩЕНИЯ ДЛЯ ПОДТВЕРЖДЕНИЯ',
		'user_message' : 'НЕ НАЙДЕНО СООБЩЕНИЕ ДЛЯ ПОДТВЕРЖДЕНИЯ/НАЙДЕНО БОЛЕЕ ОДНОГО СООБЩЕНИЯ ДЛЯ ПОДТВЕРЖДЕНИЯ'
	},
	'error794' : {
		'id' : '794',
		'lang' : 'RU',
		'system_message' : 'Не найден пункт отправки /отправка платежей в валюте запрещена для пункта отправки',
		'user_message' : 'Не найден пункт отправки /отправка платежей в валюте запрещена для пункта отправки'
	},
	'error795' : {
		'id' : '795',
		'lang' : 'RU',
		'system_message' : 'Нельзя отправить данный перевод в указанный пункт выдачи. Выберите другой пункт или валюту.',
		'user_message' : 'Нельзя отправить данный перевод в указанный пункт выдачи. Выберите другой пункт или валюту.'
	},
	'error797' : {
		'id' : '797',
		'lang' : 'RU',
		'system_message' : 'НЕВЕРНО УКАЗАНА ВАЛЮТА ВЫДАЧИ ДЕНЕГ ',
		'user_message' : 'НЕВЕРНО УКАЗАНА ВАЛЮТА ВЫДАЧИ ДЕНЕГ '
	},
	'error798' : {
		'id' : '798',
		'lang' : 'RU',
		'system_message' : 'СУММА ПЕРЕВОДА ВЫХОДИТ ЗА ДОПУСТИМЫЕ ГРАНИЦЫ  ДЛЯ ПУНКТА ОТПРАВКИ ',
		'user_message' : 'СУММА ПЕРЕВОДА ВЫХОДИТ ЗА ДОПУСТИМЫЕ ГРАНИЦЫ  ДЛЯ ПУНКТА ОТПРАВКИ '
	},
	'error799' : {
		'id' : '799',
		'lang' : 'RU',
		'system_message' : 'СУММА ПЕРЕВОДА ВЫХОДИТ ЗА ДОПУСТИМЫЕ ГРАНИЦЫ  ДЛЯ ПУНКТА ВЫДАЧИ ',
		'user_message' : 'СУММА ПЕРЕВОДА ВЫХОДИТ ЗА ДОПУСТИМЫЕ ГРАНИЦЫ  ДЛЯ ПУНКТА ВЫДАЧИ '
	},
	'error802' : {
		'id' : '802',
		'lang' : 'RU',
		'system_message' : 'УКАЗАННАЯ МАТРИЦА КУРСОВ НЕ НАЙДЕНА',
		'user_message' : 'УКАЗАННАЯ МАТРИЦА КУРСОВ НЕ НАЙДЕНА'
	},
	'error803' : {
		'id' : '803',
		'lang' : 'RU',
		'system_message' : 'У ПУНКТА ВЫДАЧИ  НЕ УКАЗАНО НАПРАВЛЕНИЕ В СПРАВОЧНИКЕ УЧАСТНИКОВ',
		'user_message' : 'У ПУНКТА ВЫДАЧИ  НЕ УКАЗАНО НАПРАВЛЕНИЕ В СПРАВОЧНИКЕ УЧАСТНИКОВ'
	},
	'error804' : {
		'id' : '804',
		'lang' : 'RU',
		'system_message' : 'ТЕКУЩЕМУ УЧАСТНИКУ  НЕ РАЗРЕШЕНО СОВЕРШАТЬ ОПЕРАЦИИ ОТ ИМЕНИ ПУНКТА ОТПРАВКИ , ТАК КАК ТЕКУЩИЙ УЧАСТНИК НЕ ЯВЛЯЕТСЯ ОДНИМ ИЗ РОДИТЕЛЕЙ ПУНКТА ОТПРАВКИ В ДЕРЕВЕ УЧАСТНИКОВ',
		'user_message' : 'ТЕКУЩЕМУ УЧАСТНИКУ  НЕ РАЗРЕШЕНО СОВЕРШАТЬ ОПЕРАЦИИ ОТ ИМЕНИ ПУНКТА ОТПРАВКИ , ТАК КАК ТЕКУЩИЙ УЧАСТНИК НЕ ЯВЛЯЕТСЯ ОДНИМ ИЗ РОДИТЕЛЕЙ ПУНКТА ОТПРАВКИ В ДЕРЕВЕ УЧАСТНИКОВ'
	},
	'error805' : {
		'id' : '805',
		'lang' : 'RU',
		'system_message' : 'НАПРАВЛЕНИЕ , ОТ КОТОРОГО ДОЛЖНО ПРИХОДИТЬ СООБЩЕНИЕ, НЕ СООТВЕТСТВУЕТ OFF-LINE НАПРАВЛЕНИЮ , ОТ КОТОРОГО ПОЛУЧЕНО СООБЩЕНИЕ',
		'user_message' : 'НАПРАВЛЕНИЕ , ОТ КОТОРОГО ДОЛЖНО ПРИХОДИТЬ СООБЩЕНИЕ, НЕ СООТВЕТСТВУЕТ OFF-LINE НАПРАВЛЕНИЮ , ОТ КОТОРОГО ПОЛУЧЕНО СООБЩЕНИЕ'
	},
	'error806' : {
		'id' : '806',
		'lang' : 'RU',
		'system_message' : 'КОМИССИЯ МЕНЬШЕ НУЛЯ',
		'user_message' : 'КОМИССИЯ МЕНЬШЕ НУЛЯ'
	},
	'error807' : {
		'id' : '807',
		'lang' : 'RU',
		'system_message' : 'ВХОДЯЩАЯ КОМИССИЯ В СИСТЕМУ НЕ СООТВЕТСТВУЕТ РАСЧЕТНОЙ',
		'user_message' : 'ВХОДЯЩАЯ КОМИССИЯ В СИСТЕМУ НЕ СООТВЕТСТВУЕТ РАСЧЕТНОЙ'
	},
	'error810' : {
		'id' : '810',
		'lang' : 'RU',
		'system_message' : 'Найдено похожее необработанное заявление',
		'user_message' : 'Найдено похожее необработанное заявление'
	},
	'error811' : {
		'id' : '811',
		'lang' : 'RU',
		'system_message' : 'Не найдено зявление в  базе',
		'user_message' : 'Не найдено зявление в  базе'
	},
	'error812' : {
		'id' : '812',
		'lang' : 'RU',
		'system_message' : 'Клиент не может отправлять рубли',
		'user_message' : 'Клиент не может отправлять рубли'
	},
	'error813' : {
		'id' : '813',
		'lang' : 'RU',
		'system_message' : 'Клиенту необходимо сменить системный пароль на пользовательский',
		'user_message' : 'Клиенту необходимо сменить системный пароль на пользовательский'
	},
	'error814' : {
		'id' : '814',
		'lang' : 'RU',
		'system_message' : 'Сумма перевода превышает разрешенную для резидента',
		'user_message' : 'Сумма перевода превышает разрешенную для резидента'
	},
	'error815' : {
		'id' : '815',
		'lang' : 'RU',
		'system_message' : 'Введенные пароли не совпадают',
		'user_message' : 'Введенные пароли не совпадают'
	},
	'error901' : {
		'id' : '901',
		'lang' : 'RU',
		'system_message' : 'Дилер - владелец ваучера должен работать по схеме процессинг',
		'user_message' : 'Дилер - владелец ваучера должен работать по схеме процессинг'
	},
	'error902' : {
		'id' : '902',
		'lang' : 'RU',
		'system_message' : 'Некорректный формат даты активации',
		'user_message' : 'Некорректный формат даты активации'
	},
	'error903' : {
		'id' : '903',
		'lang' : 'RU',
		'system_message' : 'Запрещена загрузка ваучеров с датой активации в текущем дне',
		'user_message' : 'Запрещена загрузка ваучеров с датой активации в текущем дне'
	},
	'error904' : {
		'id' : '904',
		'lang' : 'RU',
		'system_message' : 'Проверьте период пролонгации указанного номинала',
		'user_message' : 'Проверьте период пролонгации указанного номинала'
	},
	'error905' : {
		'id' : '905',
		'lang' : 'RU',
		'system_message' : 'Некорректный формат периода пролонгации',
		'user_message' : 'Некорректный формат периода пролонгации'
	},
	'error906' : {
		'id' : '906',
		'lang' : 'RU',
		'system_message' : 'Некорректный формат номера карты',
		'user_message' : 'Некорректный формат номера карты'
	},
	'error907' : {
		'id' : '907',
		'lang' : 'RU',
		'system_message' : 'Некорректная длина номера карты указанного номинала',
		'user_message' : 'Некорректная длина номера карты указанного номинала'
	},
	'error908' : {
		'id' : '908',
		'lang' : 'RU',
		'system_message' : 'Некорректный формат пин-кода',
		'user_message' : 'Некорректный формат пин-кода'
	},
	'error909' : {
		'id' : '909',
		'lang' : 'RU',
		'system_message' : 'Некорректная длина пин-кода указанного номинала',
		'user_message' : 'Некорректная длина пин-кода указанного номинала'
	},
	'error910' : {
		'id' : '910',
		'lang' : 'RU',
		'system_message' : 'Повторный запрос данных ваучера дилеру не разрешен',
		'user_message' : 'Повторный запрос данных ваучера дилеру не разрешен'
	},
	'error911' : {
		'id' : '911',
		'lang' : 'RU',
		'system_message' : 'Число запросов по карте превысило максимальное допустимое',
		'user_message' : 'Число запросов по карте превысило максимальное допустимое'
	},
	'error1001' : {
		'id' : '1001',
		'lang' : 'RU',
		'system_message' : 'Неизвестная ошибка',
		'user_message' : 'Операция не может быть выполнена'
	},
	'error1002' : {
		'id' : '1002',
		'lang' : 'RU',
		'system_message' : 'Ошибка OraManager',
		'user_message' : 'Не удалось подключиться к удаленной базе данных'
	},
	'error1003' : {
		'id' : '1003',
		'lang' : 'RU',
		'system_message' : 'Внутренняя ошибка Oracle',
		'user_message' : 'Не удалось подключиться к удаленной базе данных'
	},
	'error1004' : {
		'id' : '1004',
		'lang' : 'RU',
		'system_message' : 'Ошибка при выпольнении процедуры в бд',
		'user_message' : 'Не удалось подключиться к удаленной базе данных'
	},
	'error1005' : {
		'id' : '1005',
		'lang' : 'RU',
		'system_message' : 'Перевод не найден',
		'user_message' : 'Перевод не найден'
	},
	'error1006' : {
		'id' : '1006',
		'lang' : 'RU',
		'system_message' : 'Неверный формат входных данных',
		'user_message' : 'Проверьте правильность вводимых параметров'
	},
	'error1007' : {
		'id' : '1007',
		'lang' : 'RU',
		'system_message' : 'Неправильная подпись',
		'user_message' : 'Документ не подписан'
	},
	'error1008' : {
		'id' : '1008',
		'lang' : 'RU',
		'system_message' : 'Невозможно создать подпись',
		'user_message' : 'Операция не может быть выполнена'
	},
	'error1009' : {
		'id' : '1009',
		'lang' : 'RU',
		'system_message' : 'XML-документ сформирован неправильно',
		'user_message' : 'Операция не может быть выполнена'
	},
	'error1010' : {
		'id' : '1010',
		'lang' : 'RU',
		'system_message' : 'Ошибка gzip',
		'user_message' : 'Операция не может быть выполнена'
	},
	'error1011' : {
		'id' : '1011',
		'lang' : 'RU',
		'system_message' : 'Короткий открытый ключ',
		'user_message' : 'Длина открытого ключа не должена быть менее 1024 бит'
	},
	'error1012' : {
		'id' : '1012',
		'lang' : 'RU',
		'system_message' : 'Ошибка операции с файлом',
		'user_message' : 'Операция не может быть выполнена'
	},
	'error1013' : {
		'id' : '1013',
		'lang' : 'RU',
		'system_message' : 'Неудалось сделать запис в лог-файле',
		'user_message' : 'Операция не может быть выполнена'
	},
	'error1014' : {
		'id' : '1014',
		'lang' : 'RU',
		'system_message' : 'Вычисленная комиссия и комиссия указаная в запросе не совпадают',
		'user_message' : 'Комиссия указана неправильно'
	},
	'error1015' : {
		'id' : '1015',
		'lang' : 'RU',
		'system_message' : 'Не удалось определить название системы денежных переводов',
		'user_message' : 'Операция не может быть выполнена'
	},
	'error1016' : {
		'id' : '1016',
		'lang' : 'RU',
		'system_message' : 'Истек срок действия карты',
		'user_message' : 'Истек срок действия карты клиента'
	},
	'error1017' : {
		'id' : '1017',
		'lang' : 'RU',
		'system_message' : 'Ошибка Юнистрим',
		'user_message' : 'Юнистрим не может выполнить данную операцию'
	},
	'error1018' : {
		'id' : '1018',
		'lang' : 'RU',
		'system_message' : 'Ошибка Анелик',
		'user_message' : 'Анелик не может выполнить данную операцию'
	},
	'error1019' : {
		'id' : '1019',
		'lang' : 'RU',
		'system_message' : 'Ошибка MoneyGram',
		'user_message' : 'MoneyGram не может выполнить данную операцию'
	},
	'error1020' : {
		'id' : '1020',
		'lang' : 'RU',
		'system_message' : 'Дробная сумма перевода',
		'user_message' : 'Сумма перевода должна быть указана без копеек'
	},
	'error1021' : {
		'id' : '1021',
		'lang' : 'RU',
		'system_message' : 'Неправильная фамилия',
		'user_message' : 'Фамилия введена неверно'
	},
	'error1022' : {
		'id' : '1022',
		'lang' : 'RU',
		'system_message' : 'Неправильное имя',
		'user_message' : 'Имя введено неверно'
	},
	'error1023' : {
		'id' : '1023',
		'lang' : 'RU',
		'system_message' : 'Неправильное отчество',
		'user_message' : 'Отчество введено неверно'
	},
	'error1024' : {
		'id' : '1024',
		'lang' : 'RU',
		'system_message' : 'Неправильная дата рождения',
		'user_message' : 'Неверно введена дата рождения'
	},
	'error1025' : {
		'id' : '1025',
		'lang' : 'RU',
		'system_message' : 'Неправильное место рождения',
		'user_message' : 'Место рождения введено неверно'
	},
	'error1026' : {
		'id' : '1026',
		'lang' : 'RU',
		'system_message' : 'Неправильная страна',
		'user_message' : 'Страна указана неверно'
	},
	'error1027' : {
		'id' : '1027',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер банка',
		'user_message' : 'Неверно введен номер банка'
	},
	'error1028' : {
		'id' : '1028',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер телефона',
		'user_message' : 'Неверно введен номер телефона'
	},
	'error1029' : {
		'id' : '1029',
		'lang' : 'RU',
		'system_message' : 'Неправильный email',
		'user_message' : 'Неверно введен адрес эл. почты'
	},
	'error1030' : {
		'id' : '1030',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер мобильного телефона',
		'user_message' : 'Неверно введен номер мобильного телефона'
	},
	'error1031' : {
		'id' : '1031',
		'lang' : 'RU',
		'system_message' : 'Неправильный резидент',
		'user_message' : 'Неверно введен идентификатор резидента'
	},
	'error1032' : {
		'id' : '1032',
		'lang' : 'RU',
		'system_message' : 'Неправильный тип',
		'user_message' : 'Неверно введен тип'
	},
	'error1033' : {
		'id' : '1033',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер серии',
		'user_message' : 'Неверно введен номер серии'
	},
	'error1034' : {
		'id' : '1034',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер',
		'user_message' : 'Неверно введен номер'
	},
	'error1035' : {
		'id' : '1035',
		'lang' : 'RU',
		'system_message' : 'Неправильная дата выдачи документа',
		'user_message' : 'Неверно введена дата выдачи документа'
	},
	'error1036' : {
		'id' : '1036',
		'lang' : 'RU',
		'system_message' : 'Неправильное название организации, выдавшей документ',
		'user_message' : 'Неверно введено название организации, выдавшей документ'
	},
	'error1037' : {
		'id' : '1037',
		'lang' : 'RU',
		'system_message' : 'Неправильный идентификатор организации, выдавшей документ',
		'user_message' : 'Неверно введен идентификатор организации, выдавшей документ'
	},
	'error1038' : {
		'id' : '1038',
		'lang' : 'RU',
		'system_message' : 'Неправильный срок действия',
		'user_message' : 'Неверно введен срок действия'
	},
	'error1039' : {
		'id' : '1039',
		'lang' : 'RU',
		'system_message' : 'Неправильная валюта',
		'user_message' : 'Неверно введен код валюты'
	},
	'error1040' : {
		'id' : '1040',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер СП',
		'user_message' : 'Неверно введен номер системы денежных переводов'
	},
	'error1041' : {
		'id' : '1041',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер транзакции',
		'user_message' : 'Неверно введен номер транзакции'
	},
	'error1042' : {
		'id' : '1042',
		'lang' : 'RU',
		'system_message' : 'Неправильная комиссия',
		'user_message' : 'Неверно введена сумма комиссии'
	},
	'error1043' : {
		'id' : '1043',
		'lang' : 'RU',
		'system_message' : 'Неправильная комиссия',
		'user_message' : 'Неверно введена сумма комиссии'
	},
	'error1044' : {
		'id' : '1044',
		'lang' : 'RU',
		'system_message' : 'Неправильная сумма',
		'user_message' : 'Неверно введена сумма'
	},
	'error1045' : {
		'id' : '1045',
		'lang' : 'RU',
		'system_message' : 'Неправильная итоговая сумма',
		'user_message' : 'Неверно введена итоговая сумма'
	},
	'error1046' : {
		'id' : '1046',
		'lang' : 'RU',
		'system_message' : 'Необходимо указывать только одну из сумм: amount или amount_total',
		'user_message' : 'Необходимо указывать только одну из сумм: amount или amount_total'
	},
	'error1047' : {
		'id' : '1047',
		'lang' : 'RU',
		'system_message' : 'Суммы могут присутствовать только в одном из блоков: input_amounts или send_amounts',
		'user_message' : 'Суммы могут присутствовать только в одном из блоков: input_amounts или send_amounts'
	},
	'error1048' : {
		'id' : '1048',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер банка-получателя',
		'user_message' : 'Неверно введен идентификатор банка, выдающего перевод'
	},
	'error1049' : {
		'id' : '1049',
		'lang' : 'RU',
		'system_message' : 'Введен неправильный пароль',
		'user_message' : 'Введен неправильный пароль'
	},
	'error1050' : {
		'id' : '1050',
		'lang' : 'RU',
		'system_message' : 'Неправильный пароль',
		'user_message' : 'Неправильный пароль'
	},
	'error1051' : {
		'id' : '1051',
		'lang' : 'RU',
		'system_message' : 'Неправильный тип поиска',
		'user_message' : 'Тип поиска указан неправильно'
	},
	'error1052' : {
		'id' : '1052',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер карточки',
		'user_message' : 'Номер карточки указан неправильно'
	},
	'error1053' : {
		'id' : '1053',
		'lang' : 'RU',
		'system_message' : 'Неправильный владелец карточки',
		'user_message' : 'Владелец карточки указан неправильно'
	},
	'error1054' : {
		'id' : '1054',
		'lang' : 'RU',
		'system_message' : 'Неизвестный тип запроса',
		'user_message' : 'Операция не может быть выполнена'
	},
	'error1055' : {
		'id' : '1055',
		'lang' : 'RU',
		'system_message' : 'Неправильный код транзакции',
		'user_message' : 'Неверно введен код транзакции'
	},
	'error1056' : {
		'id' : '1056',
		'lang' : 'RU',
		'system_message' : 'Неправильная метка времени',
		'user_message' : 'Неверно введена метка обновления справочника'
	},
	'error1057' : {
		'id' : '1057',
		'lang' : 'RU',
		'system_message' : 'Неправильная дата',
		'user_message' : 'Дата введена неверно'
	},
	'error1058' : {
		'id' : '1058',
		'lang' : 'RU',
		'system_message' : 'Неправильный номер уведомления',
		'user_message' : 'Номер уведомления введен неверно'
	},
	'error1059' : {
		'id' : '1059',
		'lang' : 'RU',
		'system_message' : 'Неправильное значение в поле start_date',
		'user_message' : 'Значение start_date указано неверно'
	},
	'error1060' : {
		'id' : '1060',
		'lang' : 'RU',
		'system_message' : 'Неправильное значение в поле end_date',
		'user_message' : 'Неправильное значение в поле end_date'
	}
};
//  - - - - - всегда в true, для динамического include файла;
var $ga_mt_errors_list_js = 'true';
