/* @file Команды фискального регистратора. */

#pragma once

namespace SDK {
namespace Driver {

//--------------------------------------------------------------------------------
/// Команды фискального регистратора.
namespace EFiscalPrinterCommand
{
	enum Enum
	{
		Print,           /// Нефискальная печать.
		Sale,            /// Чек продажи.
		SaleBack,        /// Чек возврата продажи.
		ZReport,         /// Z-отчёт.
		XReport,         /// X-отчёт.
		Encashment       /// Выплата.
	};
}

}} // namespace SDK::Driver

//--------------------------------------------------------------------------------

