/* @file Состояния фискального чека. */

#pragma once

//--------------------------------------------------------------------------------
/// Cостояния фискального чека.
namespace EFiscalDocumentState
{
	enum Enum
	{
		Opened,           /// Открыт.
		Sale,             /// Продажа.
		Closed,           /// Закрыт.
		Encashment,       /// Выплата.
		Cancellation,     /// Аннулирование.
		Other             /// Другие состояния.
	};
}

//--------------------------------------------------------------------------------
