/* @file Константы для очереди сообщений */

#pragma once

//----------------------------------------------------------------------------
namespace MessageQueueConstants
{
	/// Сообщение
	const QByteArray PingMessage      = "@@@PingMessage@@@";
	/// Время, через которое пингуем
	const int PingTime                = 10000;
	/// Время, за которое должен придти ответ от сервера
	const int AnswerFromServerTime    = 30000;
};
//----------------------------------------------------------------------------
